{
  "premenopause": "Premenopause",
  "perimenopase": "Perimenopause",
  "menopause": "Menopause",
  "postmenopause": "Postmenopause",
  "symptomsTitle": "Your symptoms explained",
  "symptomsDescription": "Here’s a breakdown of your symptoms based on their impact. Follow the links for free, evidence-based information on each symptom, including its details, how common it is, and available treatment options.",
  "high_impact": "High impact",
  "low_impact": "Low impact",
  "first_name": "First Name",
  "get_started": "Get started",
  "learn_more": "Learn more",
  "book_call": "Book a consultation",
  "whats_next_sidebar_title": "What's next",
  "book_call_sidebar_title": "Book a call",
  "whats_next_content_title": "Take control of<br />your menopause journey",
  "whats_next_content_description": "Start your personal menopause program to relieve symptoms, gain clarity, and support your long-term health with expert-led care and proactive guidance.<br /><br />With the right care and support, you can relieve symptoms, regain balance, and feel like yourself again - because menopause is a transition, not a limitation.",
  "whats_next_info_content": "of women who receive proper menopause care report an improvement in their symptoms.",
  "book_call_content_title": "Not sure <br />where to start?",
  "book_call_content_description": "If you’re not sure where to start, book a consultation with Dr. Virginia Lazăr to discuss your symptoms, clarify your concerns, and get personalized guidance on the best next steps for your menopause journey.<br /><br />You’ll receive expert advice, practical recommendations, and a clear plan designed specifically for you.",
  "book_call_dr_info": "Dr. Virginia Lazăr is a gynecologist with over 17 years of experience in obstetrics and gynecology, specializing in menopause care, combining medical practice with research.",
  "loading_title": "Preparing Menopause Report",
  "loading_description_1": "We’re currently analyzing your responses.",
  "loading_description_2": "This process usually takes a few moments.",
  "loading_description_3": "Please don’t close this window.",
  "loading_step_1": "Analyzing your responses",
  "loading_step_2": "Determining your menopause stage",
  "loading_step_3": "Calculating your menopause score",
  "loading_step_4": "Preparing your menopause report",
  "symptom_link_text": "Read more about this symptom",
  "score_explanation": "Your menopause score reflects how menopause symptoms impact your overall well-being. Symptoms are assessed based on their severity, with some having a greater effect on daily life than others. A higher score suggests fewer disruptions, while a lower score indicates a greater impact. This score helps track changes over time and highlights key areas for symptom management.<br /><br />The Menopause Score is not a diagnosis but a guiding tool. It helps you better understand how menopause affects your body and discover the options available to help you feel your best.",
  "menopause_stage_determination": "To determine your menopause stage, we evaluated your age, symptom profile, and the absence of changes in menstruation patterns that are typical in later stages of menopause. The presence of some symptoms can give an idea of how your body is beginning the transition. It's beneficial to reassess your symptoms periodically to track progression and address needs as they arise.<br /><br />The menopause stage assessment is not a medical diagnosis but a guideline to help you better understand where you may be in the menopause transition. Individual experiences vary, and symptoms can fluctuate over time. For a comprehensive evaluation and personalized advice, consulting a healthcare professional is always recommended.",
  "terms_agreement": "By clicking 'Continue', you agree that we may use your responses to personalize your experience as described in  {privacyPolicy}. ",
  "privacy_policy": "Privacy Policy",
  "HotFlushes_link": "https://menoqueens.ro/blogs/semne-simptome-menopauza/bufeuri-transpiratii-nocturne-menopauza",
  "HotFlushes_description": "Flushes and sweats can occur spontaneously or may be triggered by common situations like stress, alcohol, caffeine, or sudden temperature changes. They happen because hormonal changes affect the body’s ability to regulate temperature, making you feel overheated. If they’re making daily life difficult, specialized support can help you manage them more effectively and stay comfortable.",
  "NightSweats_link": "https://menoqueens.ro/blogs/semne-simptome-menopauza/bufeuri-transpiratii-nocturne-menopauza",
  "NightSweats_description": "Waking up drenched in sweat, sometimes multiple times a night, is common during menopause. These episodes are caused by fluctuations in temperature regulation due to hormonal shifts, often disrupting deep sleep. If they’re affecting your rest, there are proven ways to improve sleep quality - specialized support can guide you.",
  "Palpitations_link": "https://menoqueens.ro/blogs/semne-simptome-menopauza/palpitatii-menopauza",
  "Palpitations_description": "Menopause-related hormonal changes can make the heart more sensitive to adrenaline, causing occasional racing or fluttering sensations. These can feel unsettling, even if they’re harmless. If palpitations have been making you uneasy, specialized support can help you feel more in control.",
  "JointPain_link": "https://menoqueens.ro/blogs/semne-simptome-menopauza/dureri-articulare-musculare-menopauza",
  "JointPain_description": "Reduced estrogen can lead to increased inflammation and stiffness in the joints, making movement more uncomfortable. Regular physical activity, hydration, and the right nutrients help maintain joint health. If pain is interfering with your daily routine, dedicated support can offer relief strategies.",
  "WeightGain_link": "https://menoqueens.ro/blogs/semne-simptome-menopauza/crestere-in-greutate-menopauza",
  "WeightGain_description": "Hormonal changes can slow metabolism and shift fat distribution, often leading to increased weight around the abdomen. A combination of balanced nutrition, movement, and stress management helps counteract these effects. If managing weight has been frustrating, specialized support can offer tailored solutions for you.",
  "LossofInterestinSex_link": "https://menoqueens.ro/blogs/semne-simptome-menopauza/libido-scazut-menopauza",
  "LossofInterestinSex_description": "Hormonal shifts, stress, and sleep disturbances can contribute to a decreased sex drive, making intimacy less enjoyable. Vaginal dryness may also cause discomfort, affecting confidence and connection. If this is impacting your well-being, dedicated support can help you explore solutions that work for you.",
  "VaginalDryness_link": "https://menoqueens.ro/blogs/semne-simptome-menopauza/uscaciune-vaginala-menopauza",
  "VaginalDryness_description": "Lower estrogen levels can reduce natural lubrication, leading to irritation or discomfort, especially during intercourse. Staying hydrated and using vaginal moisturizers can help maintain comfort. If this is affecting intimacy or daily life, specialized support can provide relief options for you.",
  "DecliningSkinQuality_link": "https://menoqueens.ro/blogs/semne-simptome-menopauza/piele-uscata-aspra-menopauza",
  "DecliningSkinQuality_description": "A drop in collagen production can lead to drier, thinner, and less elastic skin. Hydration, sun protection, and collagen-boosting skincare help maintain skin health. If you’re noticing changes in your skin, dedicated support can help you keep it looking and feeling its best.",
  "DecliningHairQuality_link": "https://menoqueens.ro/blogs/semne-simptome-menopauza/caderea-parului-menopauza",
  "DecliningHairQuality_description": "Menopause can cause hair thinning due to hormonal imbalances affecting hair growth cycles. A nutrient-rich diet, gentle hair care, and scalp treatments may help. If your hair feels weaker than before, specialized support can help you strengthen and restore it.",
  "Irritability_link": "https://menoqueens.ro/blogs/semne-simptome-menopauza/modificari-de-dispozitie-menopauza",
  "Irritability_description": "Hormonal fluctuations can make mood swings and irritability more noticeable, sometimes straining relationships or productivity. Mindfulness, exercise, and sleep help with emotional balance. If you’re struggling with mood changes, dedicated support can help you feel more in control.",
  "LowMood,Depression,MoodSwings_link": "https://menoqueens.ro/blogs/semne-simptome-menopauza/modificari-de-dispozitie-menopauza",
  "LowMood,Depression,MoodSwings_description": "Changes in hormone levels can impact neurotransmitters, affecting mood and emotional stability. Staying active, socially engaged, and prioritizing sleep can be beneficial. If you’ve been feeling emotionally drained, know that support is available to help you feel more like yourself again.",
  "Anxiety_link": "https://menoqueens.ro/blogs/semne-simptome-menopauza/anxietate-menopauza",
  "Anxiety_description": "Hormonal shifts can heighten the body’s stress response, making anxiety more pronounced. Deep breathing, relaxation techniques, and structured routines can provide relief. If anxiety is becoming overwhelming, specialized support can help you take back control.",
  "SleepProblems_link": "https://menoqueens.ro/blogs/semne-simptome-menopauza/tulburari-somn-menopauza",
  "SleepProblems_description": "Difficulty falling asleep, waking up frequently, or feeling exhausted even after a full night’s rest is common in menopause. A consistent bedtime routine and a cool, dark room can improve sleep quality. If sleep issues are draining your energy, specialized support can help you rest more deeply.",
  "Headaches_link": "https://menoqueens.ro/blogs/semne-simptome-menopauza/dureri-cap-menopauza",
  "Headaches_description": "Increased sensitivity to hormonal fluctuations can lead to more frequent headaches or migraines, sometimes triggered by dehydration or stress. Identifying patterns and maintaining hydration can help reduce their impact. If headaches have been interfering with your days, dedicated support can help ease them.",
  "BrainFog_link": "https://menoqueens.ro/blogs/semne-simptome-menopauza/dificultati-de-concentrare-menopauza",
  "BrainFog_description": "Forgetfulness, difficulty concentrating, or mental fatigue can be linked to hormonal changes affecting brain function. A diet rich in brain-boosting nutrients, mental exercises, and movement can improve clarity. If brain fog is slowing you down, specialized support can offer ways to sharpen focus.",
  "MemoryIssues_link": "https://menoqueens.ro/blogs/semne-simptome-menopauza/dificultati-de-concentrare-menopauza",
  "MemoryIssues_description": "Estrogen plays a role in memory processing, so fluctuations may cause forgetfulness or mental lapses. Engaging in cognitive activities and prioritizing sleep supports brain function. If memory changes have been frustrating, dedicated support can help keep your mind sharp.",
  "Tiredness&Fatigue_link": "https://menoqueens.ro/blogs/semne-simptome-menopauza/oboseala-menopauza",
  "Tiredness&Fatigue_description": "Persistent fatigue can result from hormonal changes, disrupted sleep, or metabolic shifts, making daily tasks feel draining. A balanced diet, movement, and proper rest can help restore energy. If fatigue is holding you back, specialized support can help you regain your stamina.",
  "DecreasedPhysicalStrengthorStamina_link": "https://menoqueens.ro/blogs/semne-simptome-menopauza/oboseala-menopauza",
  "DecreasedPhysicalStrengthorStamina_description": "Loss of muscle mass and reduced endurance can occur due to hormonal changes. Strength training, proper nutrition, and regular movement help maintain physical ability. If you want to stay strong and active, dedicated support can guide you on the best approach.",
  "DigestiveSymptoms_link": "https://menoqueens.ro/blogs/semne-simptome-menopauza/balonare-menopauza",
  "DigestiveSymptoms_description": "Bloating, slower digestion, and irregular bowel movements can arise due to hormonal shifts affecting gut bacteria and metabolism. A fiber-rich diet, hydration, and mindful eating can ease discomfort. If digestive issues have been persistent, specialized support can help bring relief.",
  "BladderProblems_link": "https://menoqueens.ro/blogs/semne-simptome-menopauza/infectii-urinare-menopauza",
  "BladderProblems_description": "Hormonal changes can weaken the pelvic floor muscles and thin the bladder lining, leading to increased urgency, frequent urination, or occasional leaks. Staying hydrated, doing pelvic floor exercises, and avoiding bladder irritants like caffeine can help. If bladder issues are disrupting your daily routine, specialized support can help you regain control and confidence."
}