{
  "premenopause": "Premenopauză",
  "perimenopase": "Perimenopauză",
  "menopause": "Menopauză",
  "postmenopause": "Postmenopauză",
  "symptomsTitle": "Simptomele tale explicate",
  "symptomsDescription": "Iată o analiză a simptomelor tale în funcție de impactul lor. Accesează linkurile pentru informații gratuite, bazate pe dovezi, despre fiecare simptom, inclusiv detalii, frecvența acestuia și opțiunile de tratament disponibile.",
  "high_impact": "Impact Ridicat",
  "low_impact": "Impact Scăzut",
  "first_name": "Prenume",
  "get_started": "Începe acum",
  "learn_more": "Află mai multe detalii",
  "book_call": "Programează o consultație",
  "whats_next_sidebar_title": "Paşii următori",
  "book_call_sidebar_title": "Programează consultație",
  "whats_next_content_title": "Preia controlul<br />asupra menopauzei",
  "whats_next_content_description": "Începe programul personalizat pentru menopauză ca să ameliorezi simptomele, să obții claritate și să-ți susții sănătatea pe termen lung, cu îndrumare proactivă din partea specialiștilor.<br /><br />Cu sprijinul și îngrijirea potrivită, poți să reduci simptomele, să-ți regăsești echilibrul și să te simți din nou tu însăți – pentru că menopauza este o tranziție, nu o limitare.",
  "whats_next_info_content": "dintre femeile care primesc îngrijire adecvată în menopauză au raportat ameliorarea simptomelor.",
  "book_call_content_title": "Nu ești sigură<br />de unde să începi?",
  "book_call_content_description": "Dacă nu știi exact de unde să începi, programează o consultație cu Dr. Virginia Lazăr pentru a discuta despre simptomele tale, a clarifica nelămuririle și a primi îndrumare personalizată cu privire la cei mai buni pași pe care să-i urmezi în parcursul tău prin menopauză.<br /><br />Vei primi recomandări practice, sfaturi de specialitate și un plan clar, creat special pentru tine.",
  "book_call_dr_info": "Dr. Virginia Lazăr este un ginecolog cu peste 17 ani de experiență în obstetrică-ginecologie, specializată în îngrijirea menopauzei, combinând practica medicală cu cercetarea.",
  "loading_title": "Raportul tău este în curs de pregatire",
  "loading_description": "În acest moment, răspunsurile tale se analizează.<br />Acest proces durează de obicei câteva momente.<br />Te rugăm să nu închizi această fereastră.",
  "loading_step_1": "Se analizează răspunsurile tale",
  "loading_step_2": "Se determină etapa menopauzei în care te afli",
  "loading_step_3": "Se calculează scorul de menopauză",
  "loading_step_4": "Se finalizează raportul tău",
  "symptom_link_text": "Citește mai multe despre acest simptom",
  "score_explanation": "Scorul tău de menopauză reflectă modul în care simptomele menopauzei îți afectează starea de bine. Simptomele sunt evaluate în funcție de severitatea lor, unele având un impact mai mare asupra vieții zilnice decât altele. Un scor mai mare sugerează mai puține perturbări, în timp ce un scor mai mic indică un impact mai mare. Acest scor ajută la urmărirea schimbărilor în timp și la identificarea principalelor domenii pentru gestionarea simptomelor.<br /><br />Scorul Menopauză nu este un diagnostic, ci un instrument de orientare. El te ajută să înțelegi mai bine modul în care menopauza îți afectează corpul și să descoperi ce opțiuni ai la dispoziție pentru a te simți mai bine.",
  "terms_agreement": "Apăsând click pe 'Continuă', ești de acord ca răspunsurile tale să fie folosite pentru a-ți personaliza experiența, conform celor descrise în <a href=\"https://menoqueens.ro/policies/privacy-policy\" target=\"_blank\">Politica de confidențialitate<\/a>.",
  "menopause_stage_determination": "Pentru a determina în ce etapă a menopauzei te afli, am evaluat vârsta ta, profilul simptomelor și absența schimbărilor în tiparele menstruale, care sunt specifice etapelor mai avansate ale menopauzei. Prezența unor simptome poate indica faptul că organismul tău începe tranziția. Reevaluarea periodică a simptomelor te poate ajuta să urmărești progresul și să îți gestionezi mai bine nevoile pe măsură ce apar.<br /><br />Această evaluare a etapei menopauzei nu reprezintă un diagnostic medical, ci un ghid menit să te ajute să înțelegi mai bine unde te afli în procesul de tranziție. Fiecare experiență este diferită, iar simptomele pot fluctua în timp. Pentru o evaluare completă și sfaturi personalizate, este întotdeauna recomandat să consulți un specialist în sănătate.",
  "HotFlushes_link": "https://menoqueens.ro/blogs/semne-simptome-menopauza/bufeuri-transpiratii-nocturne-menopauza",
  "HotFlushes_description": "Bufeurile și transpirațiile nocturne pot apărea brusc sau pot fi declanșate de situații obișnuite, cum ar fi emoțiile puternice, schimbările bruște de temperatură, stresul, alcoolul sau cafeaua. Acestea sunt cauzate de modificările hormonale care afectează reglarea temperaturii corpului. Deși pot fi deranjante, există soluții pentru a le gestiona. Dacă îți afectează somnul sau starea de bine, există sprijin specializat care te poate ajuta.",
  "NightSweats_link": "https://menoqueens.ro/blogs/semne-simptome-menopauza/bufeuri-transpiratii-nocturne-menopauza",
  "NightSweats_description": "Trezitul transpirat, uneori de mai multe ori pe noapte, este frecvent în menopauză. Aceste episoade sunt cauzate de fluctuațiile hormonale care afectează reglarea temperaturii, perturbând somnul profund. Dacă îți afectează odihna, există metode dovedite pentru a îmbunătăți calitatea somnului – iar sprijinul specializat te poate ghida spre soluțiile potrivite.",
  "Palpitations_link": "https://menoqueens.ro/blogs/semne-simptome-menopauza/palpitatii-menopauza",
  "Palpitations_description": "Palpitațiile se resimt ca bătăi rapide, puternice sau neregulate ale inimii și pot fi declanșate de stres, cafeină, deshidratare sau fluctuații hormonale. Deși sunt adesea inofensive, episoadele frecvente sau intense pot necesita atenție. Dacă îți creează disconfort, un specialist te poate ajuta să le înțelegi și să le gestionezi.",
  "JointPain_link": "https://menoqueens.ro/blogs/semne-simptome-menopauza/dureri-articulare-musculare-menopauza",
  "JointPain_description": "Durerile articulare și rigiditatea pot deveni mai accentuate din cauza modificărilor hormonale care afectează cartilajele și inflamațiile din corp. Aceste simptome sunt mai evidente dimineața sau după perioade lungi de inactivitate. Mișcarea regulată, hidratarea și o alimentație echilibrată pot ajuta. Dacă durerea devine persistentă, sprijinul unui specialist îți poate oferi soluțiile potrivite.",
  "WeightGain_link": "https://menoqueens.ro/blogs/semne-simptome-menopauza/crestere-in-greutate-menopauza",
  "WeightGain_description": "Schimbările hormonale pot încetini metabolismul și pot redistribui grăsimea, în special în zona abdomenului. Alimentația echilibrată, mișcarea și gestionarea stresului ajută la contracararea acestor efecte. Dacă ți se pare dificil să îți menții greutatea, sprijinul specializat îți poate oferi soluții personalizate.",
  "LossofInterestinSex_link": "https://menoqueens.ro/blogs/semne-simptome-menopauza/libido-scazut-menopauza",
  "LossofInterestinSex_description": "Scăderea libidoului poate fi cauzată de modificările hormonale, stres sau uscăciunea vaginală, afectând viața intimă. Comunicarea deschisă, schimbările în stilul de viață și, uneori, sprijinul medical pot ajuta. Dacă acest aspect îți afectează încrederea și relațiile, există soluții pentru a te simți din nou bine în pielea ta.",
  "VaginalDryness_link": "https://menoqueens.ro/blogs/semne-simptome-menopauza/uscaciune-vaginala-menopauza",
  "VaginalDryness_description": "Uscăciunea vaginală poate cauza disconfort, iritații sau dureri în timpul contactului intim, din cauza scăderii nivelului de estrogen. Hidratarea, lubrifianții și hidratantele vaginale pot fi de ajutor. Dacă acest simptom îți afectează încrederea sau viața intimă, există soluții pentru a-ți recăpăta confortul.",
  "DecliningSkinQuality_link": "https://menoqueens.ro/blogs/semne-simptome-menopauza/piele-uscata-aspra-menopauza",
  "DecliningSkinQuality_description": "Reducerea producției de colagen duce la piele mai uscată, mai subțire și mai puțin elastică. Hidratarea, protecția solară și îngrijirea corectă a pielii ajută la menținerea sănătății acesteia. Dacă observi schimbări ale pielii, sprijinul specializat îți poate oferi soluții pentru a o menține sănătoasă și strălucitoare.",
  "DecliningHairQuality_link": "https://menoqueens.ro/blogs/semne-simptome-menopauza/caderea-parului-menopauza",
  "DecliningHairQuality_description": "Menopauza poate cauza subțierea părului din cauza dezechilibrelor hormonale care afectează ciclurile de creștere. O alimentație bogată în nutrienți, îngrijirea delicată a părului și tratamentele pentru scalp pot ajuta. Dacă simți că părul tău și-a pierdut vitalitatea, există soluții care te pot ajuta să-l fortifici.",
  "Irritability_link": "https://menoqueens.ro/blogs/semne-simptome-menopauza/modificari-de-dispozitie-menopauza",
  "Irritability_description": "Fluctuațiile hormonale pot intensifica schimbările de dispoziție și iritabilitatea, afectând relațiile sau productivitatea. Mindfulness-ul, exercițiile fizice și somnul de calitate ajută la echilibrarea emoțională. Dacă te simți copleșită de aceste schimbări, sprijinul dedicat îți poate oferi strategii eficiente pentru a recăpăta controlul.",
  "LowMood,Depression,MoodSwings_link": "https://menoqueens.ro/blogs/semne-simptome-menopauza/modificari-de-dispozitie-menopauza",
  "LowMood,Depression,MoodSwings_description": "Modificările hormonale pot influența neurotransmițătorii, afectând starea de spirit și stabilitatea emoțională. Activitatea fizică, socializarea și somnul de calitate pot fi benefice. Dacă te simți epuizată emoțional, nu ești singură – există sprijin care te poate ajuta să îți regăsești echilibrul.",
  "Anxiety_link": "https://menoqueens.ro/blogs/semne-simptome-menopauza/anxietate-menopauza",
  "Anxiety_description": "Fluctuațiile hormonale pot amplifica răspunsul organismului la stres, provocând sentimente de neliniște sau îngrijorare. Tehnicile de respirație, exercițiile de relaxare și rutinele structurate pot ajuta. Dacă anxietatea îți afectează liniștea, sprijinul specializat îți poate oferi soluții pentru a recăpăta controlul.",
  "SleepProblems_link": "https://menoqueens.ro/blogs/semne-simptome-menopauza/tulburari-somn-menopauza",
  "SleepProblems_description": "Fluctuațiile hormonale pot amplifica răspunsul organismului la stres, provocând sentimente de neliniște sau îngrijorare. Tehnicile de respirație, exercițiile de relaxare și rutinele structurate pot ajuta. Dacă anxietatea îți afectează liniștea, sprijinul specializat îți poate oferi soluții pentru a recăpăta controlul.",
  "Headaches_link": "https://menoqueens.ro/blogs/semne-simptome-menopauza/dureri-cap-menopauza",
  "Headaches_description": "Sensibilitatea crescută la fluctuațiile hormonale poate duce la dureri de cap mai frecvente sau migrene, uneori declanșate de deshidratare sau stres. Identificarea factorilor declanșatori și menținerea hidratării pot ajuta la reducerea impactului. Dacă durerile de cap îți afectează viața de zi cu zi, există soluții eficiente pentru ameliorare.",
  "BrainFog_link": "https://menoqueens.ro/blogs/semne-simptome-menopauza/dificultati-de-concentrare-menopauza",
  "BrainFog_description": "Uitarea, dificultatea de concentrare sau oboseala mentală pot fi legate de schimbările hormonale care afectează funcțiile creierului. O dietă bogată în nutrienți, exercițiile mentale și mișcarea ajută la îmbunătățirea clarității. Dacă te simți încetinită mental, există soluții pentru a-ți recăpăta concentrarea.",
  "MemoryIssues_link": "https://menoqueens.ro/blogs/semne-simptome-menopauza/dificultati-de-concentrare-menopauza",
  "MemoryIssues_description": "Estrogenul joacă un rol în procesarea memoriei, iar fluctuațiile pot cauza momente de uitare sau dificultăți de concentrare. Activitățile cognitive și somnul de calitate sprijină funcționarea creierului. Dacă schimbările de memorie te frustrează, există metode prin care îți poți menține mintea ascuțită.",
  "Tiredness&Fatigue_link": "https://menoqueens.ro/blogs/semne-simptome-menopauza/oboseala-menopauza",
  "Tiredness&Fatigue_description": "Oboseala persistentă poate fi cauzată de schimbările hormonale, somnul întrerupt sau modificările metabolismului, făcând sarcinile zilnice mai obositoare. O alimentație echilibrată, mișcarea și odihna adecvată pot ajuta la restabilirea energiei. Dacă oboseala te împiedică să te bucuri de viață, există soluții care te pot ajuta să îți recapeți vitalitatea.",
  "DecreasedPhysicalStrengthorStamina_link": "https://menoqueens.ro/blogs/semne-simptome-menopauza/oboseala-menopauza",
  "DecreasedPhysicalStrengthorStamina_description": "Pierderea masei musculare și scăderea rezistenței pot apărea din cauza schimbărilor hormonale. Exercițiile de forță, alimentația potrivită și mișcarea regulată ajută la menținerea formei fizice. Dacă vrei să rămâi activă și puternică, există soluții personalizate pentru tine.",
  "DigestiveSymptoms_link": "https://menoqueens.ro/blogs/semne-simptome-menopauza/balonare-menopauza",
  "DigestiveSymptoms_description": "Balonarea, digestia lentă și tranzitul intestinal neregulat pot apărea din cauza modificărilor hormonale care influențează flora intestinală și metabolismul. O dietă bogată în fibre, hidratarea și atenția la obiceiurile alimentare pot ameliora disconfortul. Dacă problemele digestive persistă, există soluții care te pot ajuta să te simți mai bine.",
  "BladderProblems_link": "https://menoqueens.ro/blogs/semne-simptome-menopauza/infectii-urinare-menopauza",
  "BladderProblems_description": "Schimbările hormonale pot slăbi mușchii planșeului pelvian și subția mucoasa vezicii urinare, ducând la urgențe frecvente, nevoia de a urina des sau chiar mici scurgeri accidentale. Hidratarea optimă, exercițiile pentru musculatura pelviană și evitarea iritanților vezicii, precum cafeaua, pot ajuta. Dacă aceste probleme îți afectează confortul zilnic, există soluții specializate care te pot ajuta să recâștigi controlul și încrederea."
}