{
  "premenopause": "Pre Menopauzǎ",
  "perimenopase": "Perimenopauzǎ",
  "menopause": "Menopauzǎ",
  "postmenopause": "Postmenopauzǎ",
  "symptomsTitle": "Simptomele tale explicate",
  "symptomsDescription": "Iată o analiză a simptomelor tale în funcție de impactul lor. Urmează linkurile pentru informații gratuite, bazate pe dovezi, despre fiecare simptom, inclusiv detalii, cât de frecvent este și opțiunile de tratament disponibile.",
  "high_impact": "Impact Ridicat",
  "low_impact": "Impact Scăzut",
  "first_name": "Prenume",
  "get_started": "Get started",
  "learn_more": "Learn more",
  "book_call": "Book a call",
  "whats_next_sidebar_title": "What's next",
  "book_call_sidebar_title": "Book a call",
  "whats_next_content_title": "Take control of<br />your menopause journey",
  "whats_next_content_description": "Start your personal menopause program to relieve symptoms, gain clarity, and support your long-term health with expert-led care and proactive guidance.<br /><br />With the right care and support, you can relieve symptoms, regain balance, and feel like yourself again - because menopause is a transition, not a limitation.",
  "whats_next_info_content": "dintre femeile care primesc îngrijire adecvată în menopauză au raportat ameliorarea simptomelor.",
  "book_call_content_title": "Not sure <br />where to start?",
  "book_call_content_description": "If you’re not sure where to start, book a consultation with Dr. Virginia Lazăr to discuss your symptoms, clarify your concerns, and get personalized guidance on the best next steps for your menopause journey.<br /><br />You’ll receive expert advice, practical recommendations, and a clear plan designed specifically for you.",
  "book_call_dr_info": "Dr. Virginia Lazăr este un ginecolog cu peste 17 ani de experiență în obstetrică-ginecologie, specializată în îngrijirea menopauzei, combinând practica medicală cu cercetarea.",
  "loading_title": "Preparing Menopause Report",
  "loading_description": "We’re currently analyzing your responses.. <br />This process usually takes a few moments.<br />Please don’t close this window.",
  "loading_step_1": "Analyzing your responses",
  "loading_step_2": "Determining your menopause stage",
  "loading_step_3": "Calculating your menopause score",
  "loading_step_4": "Identifying your key symptoms",
  "loading_step_5": "Generating personalized insights",
  "loading_step_6": "Preparing your menopause report"
}