{
  "premenopause": "Premenopauză",
  "perimenopase": "Perimenopauză",
  "menopause": "Menopauză",
  "postmenopause": "Postmenopauză",
  "symptomsTitle": "Simptomele tale explicate",
  "symptomsDescription": "Iată o analiză a simptomelor tale în funcție de impactul lor. Accesează linkurile pentru informații gratuite, bazate pe dovezi, despre fiecare simptom, inclusiv detalii, frecvența acestuia și opțiunile de tratament disponibile.",
  "high_impact": "Impact Ridicat",
  "low_impact": "Impact Scăzut",
  "first_name": "Prenume",
  "get_started": "Începe acum",
  "learn_more": "Află mai multe detalii",
  "book_call": "Programează o consultație",
  "whats_next_sidebar_title": "Paşii următori",
  "book_call_sidebar_title": "Programează consultație",
  "whats_next_content_title": "Preia controlul<br />asupra menopauzei",
  "whats_next_content_description": "Începe programul personalizat pentru menopauză ca să ameliorezi simptomele, să obții claritate și să-ți susții sănătatea pe termen lung, cu îndrumare proactivă din partea specialiștilor.<br /><br />Cu sprijinul și îngrijirea potrivită, poți să reduci simptomele, să-ți regăsești echilibrul și să te simți din nou tu însăți – pentru că menopauza este o tranziție, nu o limitare.",
  "whats_next_info_content": "dintre femeile care primesc îngrijire adecvată în menopauză au raportat ameliorarea simptomelor.",
  "book_call_content_title": "Nu ești sigură<br />de unde să începi?",
  "book_call_content_description": "Dacă nu știi exact de unde să începi, programează o consultație cu Dr. Virginia Lazăr pentru a discuta despre simptomele tale, a clarifica nelămuririle și a primi îndrumare personalizată cu privire la cei mai buni pași pe care să-i urmezi în parcursul tău prin menopauză.<br /><br />Vei primi recomandări practice, sfaturi de specialitate și un plan clar, creat special pentru tine.",
  "book_call_dr_info": "Dr. Virginia Lazăr este un ginecolog cu peste 17 ani de experiență în obstetrică-ginecologie, specializată în îngrijirea menopauzei, combinând practica medicală cu cercetarea.",
  "loading_title": "Raportul tău este în curs de pregatire",
  "loading_description": "În acest moment, răspunsurile tale se analizează.<br />Acest proces durează de obicei câteva momente.<br />Te rugăm să nu închizi această fereastră.",
  "loading_step_1": "Se analizează răspunsurile tale",
  "loading_step_2": "Se determină etapa menopauzei în care te afli",
  "loading_step_3": "Se calculează scorul de menopauză",
  "loading_step_4": "Se identifică simptomele principale",
  "loading_step_5": "Se generează recomandările personalizate",
  "loading_step_6": "Se finalizează raportul tău"
}